Repository: yelog/SnapTraTranslator
Catalog: SnapTra Translator/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: About
ja: について
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: About SnapTra
ja: SnapTraについて
ko: SnapTra 정보
zh_hans: 关于 SnapTra
zh_hant: 關於 SnapTra

source: About SnapTra Translator
ja: SnapTra Translator について
ko: SnapTra Translator 정보
zh_hans: 关于 SnapTra Translator
zh_hant: 關於 SnapTra Translator

source: Advanced Dictionary
ja: 高度な辞書
ko: 고급 사전
zh_hans: 高级字典
zh_hant: 高級字典

source: Advanced English Dictionary
ja: 高度な英語辞書
ko: 고급 영어 사전
zh_hans: 高级英语词典
zh_hant: 高級英語詞典

source: Advanced offline dictionary
ja: 高度なオフライン辞書
ko: 고급 오프라인 사전
zh_hans: 高级离线字典
zh_hant: 高級離線字典

source: All Words
ja: すべての単語
ko: 모든 단어
zh_hans: 全部单词
zh_hant: 全部單字

source: Auto Cleanup
ja: 自動クリーンアップ
ko: 자동 정리
zh_hans: 自动清理
zh_hant: 自動清理

source: Audio playback after translation
ja: 翻訳後に音声を再生
ko: 번역 후 음성 재생
zh_hans: 翻译后播放发音
zh_hant: 翻譯後播放發音

source: Auto-copy original text after translation
ja: 翻訳後に元のテキストを自動コピー
ko: 번역 후 원문 자동 복사
zh_hans: 翻译后自动复制原文
zh_hant: 翻譯後自動複製原文

source: Behavior
ja: 動作
ko: 동작
zh_hans: 行为
zh_hant: 行為

source: Bing Translate
ja: Bing 翻訳
ko: Bing 번역
zh_hans: 必应翻译
zh_hant: 必應翻譯

source: Bing web translation
ja: Bing ウェブ翻訳
ko: Bing 웹 번역
zh_hans: 必应网页翻译
zh_hant: 必應網頁翻譯

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Capture failed
ja: キャプチャに失敗しました
ko: 캡처 실패
zh_hans: 捕获失败
zh_hant: 擷取失敗

source: Check for Updates
ja: アップデートを確認
ko: 업데이트 확인
zh_hans: 检查更新
zh_hant: 檢查更新

source: Choose file…
ja: ファイルを選択…
ko: 파일 선택…
zh_hans: 选择文件…
zh_hant: 選擇檔案…

source: Clear All
ja: すべて消去
ko: 모두 지우기
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear All Learning Data?
ja: 学習データをすべて消去しますか？
ko: 모든 학습 데이터를 지우시겠습니까?
zh_hans: 清除所有学习数据？
zh_hant: 清除所有學習數據？

source: Cleanup
ja: クリーンアップ
ko: 정리
zh_hans: 清理
zh_hant: 清理

source: Cleanup Days:
ja: 清理日数：
ko: 정리 기간:
zh_hans: 清理天数：
zh_hant: 清理天數：

source: Cleanup Now
ja: 今すぐクリーンアップ
ko: 지금 정리
zh_hans: 立即清理
zh_hant: 立即清理

source: Cleanup Old Records?
ja: 古いレコードをクリーンアップしますか？
ko: 오래된 기록을 정리하시겠습니까?
zh_hans: 清理旧记录？
zh_hant: 清理舊記錄？

source: Clear learning data
ja: 学習データを消去
ko: 학습 데이터 지우기
zh_hans: 清除学习数据
zh_hant: 清除學習數據

source: Clear word pronunciation
ja: 明瞭な単語発音
ko: 명확한 단어 발음
zh_hans: 清晰的单词发音
zh_hant: 清晰的單詞發音

source: Continuous translation
ja: 連続翻訳
ko: 연속 번역
zh_hans: 连续翻译
zh_hant: 連續翻譯

source: Continuous Translation
ja: 連続翻訳
ko: 연속 번역
zh_hans: 连续翻译
zh_hant: 連續翻譯

source: Continuous Translation: Off
ja: 連続翻訳: オフ
ko: 연속 번역: 끔
zh_hans: 连续翻译: 关
zh_hant: 連續翻譯: 關

source: Continuous Translation: On
ja: 連続翻訳: オン
ko: 연속 번역: 켬
zh_hans: 连续翻译: 开
zh_hant: 連續翻譯: 開

source: Copied
ja: コピー済み
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

source: Copy
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

source: Copy to clipboard
ja: クリップボードにコピー
ko: 클립보드에 복사
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

source: Copy to Clipboard
ja: クリップボードにコピー
ko: 클립보드에 복사
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

source: Debug OCR Region
ja: OCR領域をデバッグ
ko: OCR 영역 디버그
zh_hans: 调试 OCR 区域
zh_hant: 調試 OCR 區域

source: Deleted %lld records
ja: %lld 件のレコードを削除しました
ko: %lld개의 기록을 삭제했습니다
zh_hans: 已删除 %lld 条记录
zh_hant: 已刪除 %lld 條記錄

source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Detecting text under cursor
ja: カーソル位置のテキストを認識中
ko: 커서 아래 텍스트를 인식하는 중
zh_hans: 正在识别鼠标所在文本
zh_hant: 正在識別滑鼠所在文字

source: Dictionary
ja: 辞書
ko: 사전
zh_hans: 字典
zh_hant: 字典

source: Dictionary Priority
ja: 辞書の優先順位
ko: 사전 우선순위
zh_hans: 字典优先级
zh_hant: 字典優先級

source: Display app icon in the Dock
ja: Dockにアプリアイコンを表示
ko: Dock에 앱 아이콘 표시
zh_hans: 在 Dock 栏显示应用图标
zh_hant: 在 Dock 列顯示應用程式圖示

source: Display app icon in the status bar
ja: ステータスバーにアプリのアイコンを表示
ko: 상태 표시줄에 앱 아이콘 표시
zh_hans: 在状态栏显示应用图标
zh_hant: 在狀態列顯示應用程式圖示

source: Double-click %@ to translate the paragraph under cursor
ja: %@ をダブルクリックしてカーソル下の段落を翻訳
ko: %@ 를 두 번 클릭하여 커서 아래 문단 번역
zh_hans: 双击 %@ 翻译光标下的段落
zh_hant: 雙擊 %@ 翻譯游標下的段落

source: Download
ja: ダウンロード
ko: 다운로드
zh_hans: 下载
zh_hant: 下載

source: Drag the handle to reorder lookup priority. The first enabled dictionary will be queried first.
ja: ハンドルをドラッグして検索優先順位を並べ替えます。最初に有効になった辞書が最初に検索されます。
ko: 핸들을 드래그하여 조회 우선순위를 재정렬하세요. 첫 번째로 활성화된 사전이 먼저 조회됩니다.
zh_hans: 拖动手柄以重新排序查询优先级。第一个启用的字典将首先被查询。
zh_hant: 拖動手柄以重新排序查詢優先級。第一個啟用的字典將首先被查詢。

source: Drag to reorder lookup priority. The first enabled dictionary will be queried first.
ja: ドラッグして検索優先順位を変更します。有効になった最初の辞書が最初に検索されます。
ko: 드래그하여 조회 우선순위를 변경하세요. 첫 번째로 활성화된 사전이 먼저 조회됩니다.
zh_hans: 拖拽调整查询优先级。第一个启用的字典将优先查询。
zh_hant: 拖曳調整查詢優先級。第一個啟用的字典將優先查詢。

source: Drag to reorder service priority. Enabled services will be shown in the paragraph translation panel.
ja: ドラッグしてサービスの優先順位を変更します。有効なサービスは段落翻訳パネルに表示されます。
ko: 드래그하여 서비스 우선순위를 변경하세요. 활성화된 서비스는 문단 번역 패널에 표시됩니다.
zh_hans: 拖拽以重新排序服务优先级。启用的服务将显示在段落翻译面板中。
zh_hant: 拖曳以重新排序服務優先級。啟用的服務將顯示在段落翻譯面板中。

source: Enable
ja: 有効
ko: 사용
zh_hans: 启用
zh_hant: 啟用

source: ECDICT - Comprehensive offline dictionary
ja: ECDICT - 包括的なオフライン辞書
ko: ECDICT - 종합 오프라인 사전
zh_hans: ECDICT - 综合离线字典
zh_hant: ECDICT - 綜合離線字典

source: Empty response
ja: 空の応答
ko: 빈 응답
zh_hans: 空响应
zh_hant: 空回應

source: Enable Screen Recording
ja: 画面収録を有効にしてください
ko: 화면 기록을 활성화하세요
zh_hans: 请启用屏幕录制
zh_hant: 請啟用螢幕錄製

source: Enable Sentence Translation
ja: 文章翻訳を有効にする
ko: 문장 번역 활성화
zh_hans: 启用句子翻译
zh_hant: 啟用句子翻譯

source: Enabled
ja: 有効
ko: 활성화됨
zh_hans: 已启用
zh_hant: 已啟用

source: English definitions and synonyms
ja: 英語の定義と類義語
ko: 영어 정의 및 동의어
zh_hans: 英语定义和同义词
zh_hant: 英語定義和同義詞

source: Experimental
ja: 実験的
ko: 실험성
zh_hans: 实验性
zh_hant: 實驗性

source: Free Dictionary API
ja: 無料辞書API
ko: 무료 사전 API
zh_hans: 免费词典 API
zh_hant: 免費詞典 API

source: Free English dictionary API
ja: 無料の英語辞書API
ko: 무료 영어 사전 API
zh_hans: 免费的英语词典 API
zh_hant: 免費的英語詞典 API

source: Fuller definitions
ja: より完全な定義
ko: 더 완전한 정의
zh_hans: 更完整的释义
zh_hant: 更完整的釋義

source: General
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

source: Google Dictionary
ja: Google 辞書
ko: Google 사전
zh_hans: Google 字典
zh_hant: Google 詞典

source: Google Translate voice
ja: Google 翻訳の音声
ko: Google 번역 음성
zh_hans: Google 翻译语音
zh_hant: Google 翻譯語音

source: Granted
ja: 許可済み
ko: 허용됨
zh_hans: 已授权
zh_hant: 已授權

source: High quality neural voice
ja: 高品質ニューラル音声
ko: 고품질 신경망 음성
zh_hans: 高品质神经网络语音
zh_hant: 高品質神經網路語音

source: Hotkey
ja: ホットキー
ko: 단축키
zh_hans: 快捷键
zh_hant: 快捷鍵

source: If SnapTra helps you, a ⭐ on GitHub means a lot!
ja: SnapTra が役立つなら、GitHub の ⭐ がとても励みになります！
ko: SnapTra가 도움이 됐다면, GitHub ⭐ 하나가 큰 힘이 됩니다!
zh_hans: 如果 SnapTra 对你有帮助，在 GitHub 点个 ⭐ 吧！
zh_hant: 如果 SnapTra 對你有幫助，在 GitHub 點個 ⭐ 吧！

source: Installation failed
ja: インストールに失敗しました
ko: 설치 실패
zh_hans: 安装失败
zh_hant: 安裝失敗

source: Installing
ja: インストール中
ko: 설치 중
zh_hans: 安装中
zh_hant: 安裝中

source: Installing...
ja: インストール中...
ko: 설치 중...
zh_hans: 安装中...
zh_hant: 安裝中...

source: Keep translating as mouse moves
ja: マウス移動中も翻訳を継続
ko: 마우스 이동 중에도 계속 번역
zh_hans: 鼠标移动时持续翻译
zh_hant: 滑鼠移動時持續翻譯

source: Language pack installed
ja: 言語パックがインストール済み
ko: 언어 팩 설치됨
zh_hans: 语言包已安装
zh_hant: 語言包已安裝

source: Language pack not installed.
ja: 言語パックがインストールされていません。
ko: 언어 팩이 설치되지 않았습니다.
zh_hans: 语言包未安装。
zh_hant: 語言包未安裝。

source: Language Pack Required
ja: 言語パックが必要です
ko: 언어 팩 필요
zh_hans: 需要语言包
zh_hant: 需要語言包

source: Language pack required - click to download
ja: 言語パックが必要 - クリックでダウンロード
ko: 언어 팩 필요 - 클릭하여 다운로드
zh_hans: 需要语言包 - 点击下载
zh_hant: 需要語言包 - 點擊下載

source: Language pack required. Please download in System Settings > General > Language & Region > Translation.
ja: 言語パックが必要です。システム設定 > 一般 > 言語と地域 > 翻訳からダウンロードしてください。
ko: 언어 팩이 필요합니다. 시스템 설정 > 일반 > 언어 및 지역 > 번역에서 다운로드하세요.
zh_hans: 需要语言包。请在系统设置 > 通用 > 语言与地区 > 翻译中下载。
zh_hant: 需要語言包。請在系統設定 > 一般 > 語言與地區 > 翻譯中下載。

source: Launch at login
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Launch at Login
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Learning
ja: 学習
ko: 학습
zh_hans: 学习
zh_hant: 學習

source: Left Command
ja: 左 Command
ko: 왼쪽 Command
zh_hans: 左 Command
zh_hant: 左 Command

source: Left Control
ja: 左 Control
ko: 왼쪽 Control
zh_hans: 左 Control
zh_hant: 左 Control

source: Left Option
ja: 左 Option
ko: 왼쪽 Option
zh_hans: 左 Option
zh_hant: 左 Option

source: Left Shift
ja: 左 Shift
ko: 왼쪽 Shift
zh_hans: 左 Shift
zh_hant: 左 Shift

source: macOS built-in dictionary
ja: macOS 内蔵辞書
ko: macOS 내장 사전
zh_hans: macOS 内置字典
zh_hant: macOS 內建字典

source: Mark as mastered
ja: 習得済みにする
ko: 습득함으로 표시
zh_hans: 标记为已掌握
zh_hant: 標記為已掌握

source: Mark as reviewed
ja: 復習済みにする
ko: 복습함으로 표시
zh_hans: 标记为已复习
zh_hant: 標記為已複習

source: Max Records:
ja: 最大記録数：
ko: 최대 기록 수:
zh_hans: 最大记录数：
zh_hant: 最大記錄數：

source: Mastered
ja: 習得済み
ko: 습득함
zh_hans: 已掌握
zh_hant: 已掌握

source: Move your cursor over a word and press the shortcut
ja: 単語の上にカーソルを移動してショートカットを押してください
ko: 단어 위에 커서를 이동하고 단축키를 누르세요
zh_hans: 将光标移到单词上并按下快捷键
zh_hant: 將游標移到單字上並按下快捷鍵

source: Move your cursor over a word and press the shortcut to translate
ja: 単語の上にカーソルを移動し、ショートカットを押して翻訳します
ko: 단어 위로 커서를 이동하고 단축키를 눌러 번역하세요
zh_hans: 将光标移到单词上，按快捷键翻译
zh_hant: 將游標移到單字上，按快捷鍵翻譯

source: Native Translation
ja: システム翻訳
ko: 시스템 번역
zh_hans: 系统翻译
zh_hant: 系統翻譯

source: Natural pronunciation
ja: 自然な発音
ko: 자연스러운 발음
zh_hans: 自然发音
zh_hant: 自然發音

source: No English paragraph detected under cursor
ja: カーソル下に英語の段落が検出されませんでした
ko: 커서 아래에 영어 문단이 감지되지 않음
zh_hans: 光标下未检测到英文段落
zh_hant: 未在游標下偵測到英文段落

source: No translation result
ja: 翻訳結果がありません
ko: 번역 결과 없음
zh_hans: 无翻译结果
zh_hant: 無翻譯結果

source: No word detected
ja: 単語が検出されませんでした
ko: 단어를 찾을 수 없습니다
zh_hans: 未检测到单词
zh_hant: 未偵測到單字

source: No words yet
ja: まだ単語がありません
ko: 아직 단어가 없습니다
zh_hans: 暂无单词
zh_hant: 暫無單字

source: Non-English content detected. Paragraph translation only supports English.
ja: 英語以外のコンテンツが検出されました。段落翻訳は英語のみ対応しています。
ko: 영어가 아닌 콘텐츠가 감지되었습니다. 문단 번역은 영어만 지원합니다.
zh_hans: 检测到非英文内容。段落翻译仅支持英文。
zh_hant: 偵測到非英文內容。段落翻譯僅支援英文。

source: Not granted
ja: 未許可
ko: 허용되지 않음
zh_hans: 未授权
zh_hant: 未授權

source: Not installed
ja: 未インストール
ko: 설치되지 않음
zh_hans: 未安装
zh_hant: 未安裝

source: Open Settings
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 打開設定

source: Original
ja: 原文
ko: 원문
zh_hans: 原文
zh_hant: 原文

source: Paragraph
ja: 段落
ko: 문단
zh_hans: 段落
zh_hant: 段落

source: Pending Review
ja: 復習待ち
ko: 복습 대기
zh_hans: 待复习
zh_hant: 待複習

source: Permissions
ja: 権限
ko: 권한
zh_hans: 权限
zh_hant: 權限

source: Play pronunciation
ja: 発音を再生
ko: 발음 재생
zh_hans: 播放发音
zh_hant: 播放發音

source: Play Pronunciation
ja: 発音を再生
ko: 발음 재생
zh_hans: 播放发音
zh_hant: 播放發音

source: Pronunciation
ja: 発音
ko: 발음
zh_hans: 发音
zh_hant: 發音

source: Pronunciation: Off
ja: 発音: オフ
ko: 발음: 끔
zh_hans: 发音: 关
zh_hant: 發音: 關

source: Pronunciation: On
ja: 発音: オン
ko: 발음: 켬
zh_hans: 发音: 开
zh_hant: 發音: 開

source: Pronunciation: On (%@)
ja: 発音: オン (%@)
ko: 발음: 켜짐 (%@)
zh_hans: 发音: 开 (%@)
zh_hant: 發音: 開 (%@)

source: Provider: %@
ja: プロバイダ: %@
ko: 제공자: %@
zh_hans: 提供商: %@
zh_hant: 提供商: %@

source: Quit
ja: 終了
ko: 종료
zh_hans: 退出
zh_hant: 結束

source: Ready to translate
ja: 翻訳準備完了
ko: 번역 준비 완료
zh_hans: 准备就绪
zh_hant: 準備就緒

source: Refresh
ja: 更新
ko: 새로고침
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Status
ja: ステータスを更新
ko: 상태 새로고침
zh_hans: 刷新状态
zh_hant: 重新整理狀態

source: Remove
ja: 削除
ko: 제거
zh_hans: 移除
zh_hant: 移除

source: Request timeout
ja: リクエストタイムアウト
ko: 요청 시간 초과
zh_hans: 请求超时
zh_hant: 請求超時

source: Required
ja: 必要
ko: 필요함
zh_hans: 需要授权
zh_hant: 需要授權

source: Requires macOS 15 or later
ja: macOS 15 以降が必要です
ko: macOS 15 이상이 필요합니다
zh_hans: 需要 macOS 15 或更高版本
zh_hant: 需要 macOS 15 或更高版本

source: Requires network
ja: ネットワークが必要
ko: 네트워크 필요
zh_hans: 需要网络
zh_hant: 需要網路

source: Reset review progress
ja: 復習の進捗をリセット
ko: 복습 진행 초기화
zh_hans: 重置复习进度
zh_hant: 重置複習進度

source: Retry
ja: 再試行
ko: 재시도
zh_hans: 重试
zh_hant: 重試

source: Review
ja: 復習
ko: 복습
zh_hans: 复习
zh_hant: 複習

source: Rich English-Chinese web dictionary
ja: 豊富な英中ウェブ辞書
ko: 풍부한 영중 웹 사전
zh_hans: 丰富的英汉在线词典
zh_hant: 豐富的英漢線上詞典

source: Right Command
ja: 右 Command
ko: 오른쪽 Command
zh_hans: 右 Command
zh_hant: 右 Command

source: Right Control
ja: 右 Control
ko: 오른쪽 Control
zh_hans: 右 Control
zh_hant: 右 Control

source: Right Option
ja: 右 Option
ko: 오른쪽 Option
zh_hans: 右 Option
zh_hant: 右 Option

source: Right Shift
ja: 右 Shift
ko: 오른쪽 Shift
zh_hans: 右 Shift
zh_hant: 右 Shift

source: Same language - no translation needed
ja: 同じ言語 - 翻訳不要
ko: 동일 언어 - 번역 불필요
zh_hans: 相同语言 - 无需翻译
zh_hant: 相同語言 - 無需翻譯

source: Screen Recording
ja: 画面収録
ko: 화면 기록
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

source: Search words...
ja: 単語を検索...
ko: 단어 검색...
zh_hans: 搜索单词...
zh_hant: 搜尋單字...

source: Sentence
ja: 文章
ko: 문장
zh_hans: 句子
zh_hant: 句子

source: Sentence Translation
ja: 文章翻訳
ko: 문장 번역
zh_hans: 句子翻译
zh_hant: 句子翻譯

source: Sentence Translation Services
ja: 文章翻訳サービス
ko: 문장 번역 서비스
zh_hans: 句子翻译服务
zh_hant: 句子翻譯服務

source: Service
ja: サービス
ko: 서비스
zh_hans: 服务
zh_hant: 服務

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Settings...
ja: 設定...
ko: 설정...
zh_hans: 设置...
zh_hant: 設定...

source: Shortcut: %@
ja: ショートカット: %@
ko: 단축키: %@
zh_hans: 快捷键: %@
zh_hant: 快捷鍵: %@

source: Shortcuts
ja: ショートカット
ko: 단축키
zh_hans: 快捷键
zh_hant: 快捷鍵

source: Show capture area when shortcut is pressed
ja: ショートカット押下時にキャプチャ領域を表示
ko: 단축키 누를 때 캡처 영역 표시
zh_hans: 按下快捷键时显示捕获区域
zh_hant: 按下快捷鍵時顯示擷取區域

source: Show Dock Icon
ja: Dockアイコンを表示
ko: Dock 아이콘 표시
zh_hans: 显示 Dock 图标
zh_hant: 顯示 Dock 圖示

source: Show Menu Bar Icon
ja: メニューバーアイコンを表示
ko: 메뉴 막대 아이콘 표시
zh_hans: 显示菜单栏图标
zh_hant: 顯示選單列圖示

source: SnapTra Translator needs screen recording to detect words under the cursor.
ja: SnapTra Translator がカーソル下の単語を検出するには、画面収録の権限が必要です。
ko: SnapTra Translator가 커서 아래의 단어를 감지하려면 화면 기록 권한이 필요합니다.
zh_hans: SnapTra Translator 需要屏幕录制权限来检测光标下的单词。
zh_hant: SnapTra Translator 需要螢幕錄製權限來偵測游標下的單字。

source: Star on GitHub
ja: GitHubでスターを付ける
ko: GitHub에서 스타 남기기
zh_hans: 在 GitHub 点个 Star
zh_hant: 在 GitHub 點個 Star

source: Start automatically when you log in
ja: ログイン時に自動的に起動
ko: 로그인 시 자동으로 시작
zh_hans: 登录时自动启动
zh_hant: 登入時自動啟動

source: Structured web dictionary data
ja: 構造化されたウェブ辞書データ
ko: 구조화된 웹 사전 데이터
zh_hans: 结构化网页词典数据
zh_hant: 結構化網頁詞典資料

source: System
ja: システム
ko: 시스템
zh_hans: 系统
zh_hant: 系統

source: System built-in, works offline
ja: システム内蔵、オフラインで利用可能
ko: 시스템 내장, 오프라인 사용 가능
zh_hans: 系统内置，离线可用
zh_hant: 系統內置，離線可用

source: System Dictionary
ja: システム辞書
ko: 시스템 사전
zh_hans: 系统字典
zh_hant: 系統字典

source: System Translation
ja: macOS 翻訳
ko: 시스템 번역
zh_hans: macOS 系统翻译
zh_hant: macOS 系統翻譯

source: Tech terms
ja: 技術用語
ko: 기술 용어
zh_hans: 技术术语
zh_hant: 技術術語

source: The language pack for %1$@ → %2$@ translation is not installed. Please download the required language packs in System Settings > General > Language & Region > Translation Languages.
ja: %1$@ → %2$@ の翻訳用言語パックがインストールされていません。システム設定 > 一般 > 言語と地域 > 翻訳言語から必要な言語パックをダウンロードしてください。
ko: %1$@ → %2$@ 번역용 언어 팩이 설치되지 않았습니다. 시스템 설정 > 일반 > 언어 및 지역 > 번역 언어에서 필요한 언어 팩을 다운로드하세요.
zh_hans: %1$@ → %2$@ 翻译所需的语言包尚未安装。请在系统设置 > 通用 > 语言与地区 > 翻译语言中下载所需的语言包。
zh_hant: %1$@ → %2$@ 翻譯所需的語言包尚未安裝。請在系統設定 > 一般 > 語言與地區 > 翻譯語言中下載所需的語言包。

source: This will delete all word records. This action cannot be undone.
ja: すべての単語記録が削除されます。この操作は元に戻せません。
ko: 모든 단어 기록이 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 这将删除所有单词记录。此操作无法撤销。
zh_hant: 這將刪除所有單字記錄。此操作無法撤銷。

source: This will delete mastered words older than %lld days and remove excess records beyond %lld.
ja: %lld 日以上前の習得済み単語を削除し、%lld 件を超える記録を削除します。
ko: %lld일 이상 지난 습득한 단어를 삭제하고 %lld개를 초과하는 기록을 제거합니다.
zh_hans: 这将删除 %lld 天前的已掌握单词，并移除超过 %lld 条的多余记录。
zh_hant: 這將刪除 %lld 天前的已掌握單字，並移除超過 %lld 條的多餘記錄。

source: Today
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

source: Tomorrow
ja: 明日
ko: 내일
zh_hans: 明天
zh_hant: 明天

source: Total Words
ja: 総単語数
ko: 총 단어 수
zh_hans: 总单词数
zh_hant: 總單字數

source: Track words you've looked up and review them with spaced repetition.
ja: 調べた単語を記録し、間隔反復で復習しましょう。
ko: 조회한 단어를 기록하고 간격 반복으로 복습하세요.
zh_hans: 记录您查过的单词，并通过间隔重复进行复习。
zh_hant: 記錄您查過的單字，並透過間隔重複進行複習。

source: Translate to
ja: 翻訳先
ko: 번역 대상
zh_hans: 翻译为
zh_hant: 翻譯為

source: Translating
ja: 翻訳中
ko: 번역 중
zh_hans: 正在翻译
zh_hant: 正在翻譯

source: Translation
ja: 翻訳
ko: 번역
zh_hans: 翻译
zh_hant: 翻譯

source: Translation failed
ja: 翻訳に失敗しました
ko: 번역 실패
zh_hans: 翻译失败
zh_hant: 翻譯失敗

source: Translation failed: %@
ja: 翻訳に失敗しました: %@
ko: 번역 실패: %@
zh_hans: 翻译失败：%@
zh_hant: 翻譯失敗：%@

source: Translation not supported for this language pair.
ja: この言語ペアの翻訳はサポートされていません。
ko: 이 언어 쌍은 번역을 지원하지 않습니다.
zh_hans: 不支持此语言对的翻译。
zh_hant: 不支援此語言對的翻譯。

source: Translation requires macOS 15
ja: 翻訳には macOS 15 が必要です
ko: 번역에는 macOS 15가 필요합니다
zh_hans: 翻译需要 macOS 15
zh_hant: 翻譯需要 macOS 15

source: Translation timeout. Please try again.
ja: 翻訳がタイムアウトしました。もう一度お試しください。
ko: 번역 시간 초과. 다시 시도하세요.
zh_hans: 翻译超时，请重试。
zh_hant: 翻譯逾時，請重試。

source: Uninstall
ja: アンインストール
ko: 제거
zh_hans: 卸载
zh_hant: 卸載

source: Used first for English word lookups. Translation still uses Apple Translation.
ja: 英単語の検索に最初に使用されます。翻訳は引き続きApple翻訳を使用します。
ko: 영어 단어 검색에 먼저 사용됩니다. 번역은 여전히 Apple 번역을 사용합니다.
zh_hans: 优先用于英语单词查询。翻译仍使用 Apple 翻译。
zh_hant: 優先用於英語單字查詢。翻譯仍使用 Apple 翻譯。

source: Website
ja: ウェブサイト
ko: 웹사이트
zh_hans: 网站
zh_hant: 網站

source: Word
ja: 単語
ko: 단어
zh_hans: 单词
zh_hant: 單字

source: Word Learning
ja: 単語学習
ko: 단어 학습
zh_hans: 单词学习
zh_hant: 單字學習

source: Words you look up will appear here. Hold the hotkey and move your cursor over English words to start learning.
ja: 調べた単語がここに表示されます。ホットキーを押しながら英語の単語の上にカーソルを移動すると学習を始められます。
ko: 조회한 단어가 여기에 표시됩니다. 단축키를 누른 상태로 영어 단어 위에 커서를 이동하면 학습을 시작할 수 있습니다.
zh_hans: 您查询的单词将显示在这里。按住快捷键并将鼠标移到英文单词上即可开始学习。
zh_hant: 您查詢的單字將顯示在這裡。按住快速鍵並將滑鼠移到英文單字上即可開始學習。

source: Works offline
ja: オフラインで利用可能
ko: 오프라인 사용 가능
zh_hans: 离线可用
zh_hant: 離線可用

source: Youdao Dictionary
ja: 有道辞書
ko: Youdao 사전
zh_hans: 有道词典
zh_hant: 有道詞典

source: Youdao Translate
ja: 有道翻訳
ko: 유다오 번역
zh_hans: 有道翻译
zh_hant: 有道翻譯

source: Youdao web translation
ja: 有道ウェブ翻訳
ko: 유다오 웹 번역
zh_hans: 有道网页翻译
zh_hant: 有道網頁翻譯

# 正在执行全屏 OCR 与段落定位
source: Running full-screen OCR and paragraph matching
ja: 全画面 OCR と段落位置合わせを実行中
ko: 전체 화면 OCR 및 문단 위치 매칭 중
zh_hans: 正在执行全屏 OCR 与段落定位
zh_hant: 正在執行全螢幕 OCR 與段落定位

# 识别鼠标所在英文段落中
source: Detecting English paragraph under cursor
ja: カーソル位置の英語段落を認識中
ko: 커서 아래 영어 문단을 인식하는 중
zh_hans: 识别鼠标所在英文段落中
zh_hant: 正在識別滑鼠所在的英文段落

source: American (US)
zh_hans: 美式 (US)
zh_hant: 美式 (US)

source: App Language
zh_hans: 应用语言
zh_hant: 應用語言

source: Apple is the offline local service, others require network. If a third-party service fails, it will automatically fallback to Apple local service.
zh_hans: Apple 是离线本地服务，其他需要网络。如果第三方服务调用失败，将自动回退到 Apple 本地服务。
zh_hant: Apple 是離線本地服務，其他需要網路。如果第三方服務呼叫失敗，將自動回退到 Apple 本地服務。

source: Apple uses system voice and does not support accent selection
zh_hans: Apple 使用系统语音，不支持口音选择
zh_hant: Apple 使用系統語音，不支援口音選擇

source: Auto-update failed. You can download the latest version from GitHub.
zh_hans: 自动更新失败，您可以从 GitHub 手动下载最新版本。
zh_hant: 自動更新失敗，您可以從 GitHub 手動下載最新版本。

source: Auto-updater is not available. Please visit GitHub to download the latest version.
zh_hans: 自动更新器不可用，请前往 GitHub 下载最新版本。
zh_hant: 自動更新器不可用，請前往 GitHub 下載最新版本。

source: Best quality, requires token
zh_hans: 音质最佳，需要 Token
zh_hant: 音質最佳，需要 Token

source: Best quality, WebSocket based
zh_hans: 音质最佳，基于 WebSocket
zh_hant: 音質最佳，基於 WebSocket

source: Beta
zh_hans: 测试版
zh_hant: 測試版

source: Bing Dictionary
zh_hans: 必应词典
zh_hant: 必應詞典

source: Bing web dictionary
zh_hans: 必应网页词典
zh_hant: 必應網頁詞典

source: British (UK)
zh_hans: 英式 (UK)
zh_hant: 英式 (UK)

source: Change the display language of the app
zh_hans: 更改应用的显示语言
zh_hant: 更改應用的顯示語言

source: Check for Updates...
zh_hans: 检查更新...
zh_hant: 檢查更新...

source: Chinese-English Auto Mutual Translation
zh_hans: 中英互译
zh_hant: 中英互譯

source: DeepL Translate
zh_hans: DeepL 翻译
zh_hant: DeepL 翻譯

source: DeepL web translation
zh_hans: DeepL 网页翻译
zh_hant: DeepL 網頁翻譯

source: Download from GitHub
zh_hans: 前往 GitHub 下载
zh_hant: 前往 GitHub 下載

source: English Accent
zh_hans: 英语口音
zh_hant: 英語口音

source: Failed
zh_hans: 失败
zh_hant: 失敗

source: Fixed Translation Direction
zh_hans: 固定翻译方向
zh_hant: 固定翻譯方向

source: Follow System
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Go to GitHub
zh_hans: 前往 GitHub
zh_hant: 前往 GitHub

source: Good quality, requires signature
zh_hans: 音质良好，需要签名
zh_hant: 音質良好，需要簽名

source: Google Translate
zh_hans: Google 翻译
zh_hant: Google 翻譯

source: Google web translation
zh_hans: Google 网页翻译
zh_hant: Google 網頁翻譯

source: Local
zh_hans: 本地
zh_hant: 本地

source: No token required, supports UK/US accent
zh_hans: 无需 Token，支持英音/美音
zh_hant: 無需 Token，支持英音/美音

source: Offline local service
zh_hans: 离线本地服务
zh_hant: 離線本地服務

source: Pronunciation Service
zh_hans: 发音服务
zh_hant: 發音服務

source: Receive beta releases for early access to new features
zh_hans: 接收测试版以提前体验新功能
zh_hant: 接收測試版以提前體驗新功能

source: Receive stable releases only
zh_hans: 仅接收稳定版
zh_hant: 僅接收穩定版

source: Refresh Latency
zh_hans: 刷新延迟测试
zh_hant: 重新整理延遲測試

source: Select
zh_hans: 选择
zh_hant: 選擇

source: Select TTS service for sentence pronunciation. Apple is offline, others require network.
zh_hans: 选择句子发音的 TTS 服务。Apple 为离线服务，其他需要网络。
zh_hant: 選擇句子發音的 TTS 服務。Apple 為離線服務，其他需要網路。

source: Select TTS service for word pronunciation. Apple is offline, others require network.
zh_hans: 选择单词发音的 TTS 服务。Apple 为离线服务，其他需要网络。
zh_hant: 選擇單字發音的 TTS 服務。Apple 為離線服務，其他需要網路。

source: Sentence Pronunciation
zh_hans: 句子发音
zh_hant: 句子發音

source: Sentence Pronunciation Service
zh_hans: 句子发音服务
zh_hant: 句子發音服務

source: Stable
zh_hans: 稳定版
zh_hant: 穩定版

source: Testing
zh_hans: 测试中
zh_hant: 測試中

source: Translation Mode
zh_hans: 翻译模式
zh_hant: 翻譯模式

source: Update Check Failed
zh_hans: 检查更新失败
zh_hant: 檢查更新失敗

source: Word Pronunciation
zh_hans: 单词发音
zh_hant: 單字發音

source: Word Pronunciation Service
zh_hans: 单词发音服务
zh_hant: 單字發音服務

source: Youdao web dictionary
zh_hans: 有道网页词典
zh_hant: 有道網頁詞典
